import Mock from 'mockjs';
export default Mock.mock('l3A_data', {
  "msg": "请求成功",
  "data": {
      "gas":{
        "number":[18209, 26489, 29034, 104970, 131744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      },
      "electric":{
        "number":[28209, 23489, 25034, 54970, 71744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      },
      "water":{
        "number":[38209, 29689, 29034, 14970, 61744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      },
      "cold":{
        "number":[48209, 23489, 29034, 44570, 51744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      }
  },
  "status": "success"
})
