import Mock from 'mockjs';
export default Mock.mock('l4B_data', {
  "msg": "请求成功",
  "data|6": [
    {
      "title|1": [
        "[SCADA] 蒸汽压力极高，超常",
        "[SCADA] 锅炉缺水",
        "[SCADA] 溴冷机缺少机油，需要补充机油",
        "[SCADA] 烟气溴化锂吸收式制冷机组运转异常，需马上派人检查，需马上派人检查",
        "[SCADA] 蒸汽压力极高，超常",
        "[SCADA] 燃气轮机压力高出正常值，需低压",
        "[SCADA] 蒸汽压力极高，超常",
        "[SCADA] 锅炉缺水",
        "[SCADA] 溴冷机缺少机油，需要补充机油",
        "[SCADA] 烟气溴化锂吸收式制冷机组运转异常，需马上派人检查，需马上派人检查",
        "[SCADA] 蒸汽压力极高，超常",
        "[SCADA] 燃气轮机压力高出正常值，需低压",
        "[SCADA] 蒸汽压力极高，超常",
        "[SCADA] 锅炉缺水",
        "[SCADA] 溴冷机缺少机油，需要补充机油",
        "[SCADA] 烟气溴化锂吸收式制冷机组运转异常，需马上派人检查，需马上派人检查",
        "[SCADA] 蒸汽压力极高，超常",
        "[SCADA] 燃气轮机压力高出正常值，需低压"
      ],
      "date|1": [
        "07-13 02:64",
        "07-14 04:44",
        "07-15 11:74",
        "07-16 18:47",
        "07-17 19:94",
        "07-18 23:40",
        "07-13 02:64",
        "07-14 04:44",
        "07-15 11:74",
        "07-16 18:47",
        "07-17 19:94",
        "07-18 23:40",
        "07-13 02:64",
        "07-14 04:44",
        "07-15 11:74",
        "07-16 18:47",
        "07-17 19:94",
        "07-18 23:40"
      ]
    }
  ],
  "status": "success"
});
