import Mock from 'mockjs';
export default Mock.mock('l2A_data', {
  "msg": "请求成功",
  "data": {
      "gas":{
        "number":[18209, 23489, 29034, 104970, 131744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      },
      "electric":{
        "number":[28209, 23489, 29034, 204970, 131744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      },
      "water":{
        "number":[38209, 23489, 29034, 304970, 131744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      },
      "cold":{
        "number":[48209, 23489, 29034, 304970, 231744],
        "name": ["1#单位", "2#单位", "3#单位", "4#单位", "5#单位"]
      }
  },

  "status": "success"
})
